cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "petere/postgresql"
brew "bash"
brew "bash-completion"
brew "git"
brew "mobile-shell"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "tmux"
brew "vim", args: ["with-custom-ruby"]
brew "watchman"
brew "yarn"
brew "petere/postgresql/postgresql-common"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "firefox"
cask "font-inconsolata-dz-for-powerline"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "licecap"
cask "macvim"
cask "whatsapp"
