cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "petere/postgresql"
brew "bash"
brew "bash-completion"
brew "chromedriver"
brew "git"
brew "heroku"
brew "mobile-shell"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: :changed
brew "tmux"
brew "vim", args: ["with-custom-ruby"]
brew "watchman"
brew "yarn"
brew "petere/postgresql/postgresql-common"
brew "petere/postgresql/postgresql@9.6"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "duet"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "licecap"
cask "macvim"
cask "skype"
cask "virtualbox"
cask "whatsapp"
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
