cask_args appdir: "/Applications"
tap "aws/tap"
tap "homebrew/cask-fonts"
tap "petere/postgresql"
brew "awscli"
brew "aws-sam-cli"
brew "bash"
brew "bash-completion"
brew "git"
brew "imagemagick"
brew "librsvg"
brew "mobile-shell"
brew "nodenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "tmux"
brew "watchman"
brew "yarn"
brew "petere/postgresql/postgresql-common"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "firefox"
cask "font-inconsolata-dz-for-powerline"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "macvim"
cask "whatsapp"
cask "zoomus"
